{
    "Bardo": "El bardo es un verdadero experto en las artes musicales. Conoce cada nota y el efecto que éstas producen al ser reproducidas en hermosas melodías. Su concentración mental llegó a niveles tan altos que sus melodías las pudieron plasmar en hechizos, y esos hechizos, en poderosos ataques o ayudas. Se cuenta que los más ancianos saben la historia completa de estas Tierras... se dice también, que los mismos saben el futuro... pero que no lo cuentan por el temor que este les causa... Este mismo temor, logró que los bardos dejen de tocar sus hermosas melodías y de usar sus instrumentos mágicos, para dedicarse exclusivamente a su protección personal, mediante hechizos de magia negra, que, según consideran ellos, no son dignos de su historia. Debido a su gran sabiduría musical, los bardos, aprendieron un nuevo hechizo, Música Ancestral. Pociones de Espíritu 1000 pociones azules que no caen al morir. Petrificar Nos da un hechizo que paraliza solo a los NPCs. Melodia Vital Aumenta en 10 puntos la vida. Melodía de concentración Aumenta en 50 puntos el mana. Resistencia mágica Al tener equipado el laúd, la resistencia mágica aumenta un 5%. Melodía caótica Aumenta el daño base del Apocalipsis y la Descarga Eléctrica en 5 puntos cuando tengas equipado el laúd. Daga Templaria Elfo/Elfo Oscuro Ojos de druida Todas Laúd Todas Túnica del Liro Altos Túnica del Liro Bajos Daga +4 Humano/Gnomo Casco Infernal Todas ALTOS ELFOS BAJOS Música ancestral Las criaturas no te atacan por 50 segundos. Este hechizo tiene un enfriamiento de 2 minutos. Más información en [Magia](/magia). Evasión 1.05 Evasion con escudo 0.85 Probabilidad de pegar cuerpo a cuerpo 0.90 Daño cuerpo a cuerpo 0.90 Probabilidad de pegar con arco y flecha 0.75 Daño con arco y flecha 0.80 Humano 8.5 120 de vida 222 de vida 914 de mana 265 de vida 1094 de mana 307 de vida 1274 de mana 350 de vida 1454 de mana 392 de vida 1634 de mana Elfo 8 114 de vida 210 de vida 962 de mana 250 de vida 1152 de mana 290 de vida 1342 de mana 330 de vida 1532 de mana 370 de vida 1722 de mana Elfo oscuro 7.5 108 de vida 198 de vida 1010 de mana 236 de vida 1210 de mana 273 de vida 1410 de mana 311 de vida 1610 de mana 348 de vida 1810 de mana Gnomo 7,5 108 de vida 198 de vida 1058 de mana 236 de vida 1268 de mana 273 de vida 1478 de mana 311 de vida 1688 de mana 348 de vida 1898 de mana *No se tienen en cuenta las recompensas de vida y mana.",
    "tables": [
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Pociones de Espíritu |"
        ],
        [
            "| Petrificar |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Melodia Vital |"
        ],
        [
            "| Melodía de concentración |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Resistencia mágica |"
        ],
        [
            "| Melodía caótica |"
        ],
        [
            "| **Imagen** |"
        ],
        [
            "| **Raza** |",
            "| --- |"
        ],
        [
            "| --- |",
            "| ![](images/luchador/bardo/124.png) |"
        ],
        [
            "| Elfo/Elfo Oscuro |",
            "| ![](images/luchador/bardo/9561.jpg) |"
        ],
        [
            "| Todas |",
            "| ![](images/luchador/bardo/53.png) |"
        ],
        [
            "| Todas |",
            "| ![](images/tunicas/299.png) |"
        ],
        [
            "| Altos |",
            "| ![](images/tunicas/300.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/luchador/bardo/1040.jpg) |"
        ],
        [
            "| Humano/Gnomo |",
            "| ![](images/luchador/bardo/133.png) |"
        ],
        [
            "| Todas |"
        ],
        [
            "| ALTOS |"
        ],
        [
            "| BAJOS |",
            "| --- |"
        ],
        [
            "| --- |",
            "| ![](images/fulles/bardoh.png) |"
        ],
        [
            "| ![](images/fulles/bardog.png) |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Música ancestral |"
        ],
        [
            "| Evasión |"
        ],
        [
            "| --- |"
        ],
        [
            "| Evasion con escudo |"
        ],
        [
            "| Probabilidad de pegar cuerpo a cuerpo |"
        ],
        [
            "| Daño cuerpo a cuerpo |"
        ],
        [
            "| Probabilidad de pegar con arco y flecha |"
        ],
        [
            "| Daño con arco y flecha |"
        ],
        [
            "| **Raza** |"
        ],
        [
            "| **Nivel 13** |"
        ],
        [
            "| **Nivel 30** |"
        ],
        [
            "| **Nivel 40** |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| Humano  <br>![](images/razas/cara_humano.png) |"
        ],
        [
            "| 120 de vida |"
        ],
        [
            "| 265 de vida - 1094 de mana |"
        ],
        [
            "| 350 de vida - 1454 de mana |"
        ],
        [
            "| Elfo  <br>![](images/razas/cara_elfo.png) |"
        ],
        [
            "| 114 de vida |"
        ],
        [
            "| 250 de vida - 1152 de mana |"
        ],
        [
            "| 330 de vida - 1532 de mana |"
        ],
        [
            "| Elfo oscuro  <br>![](images/razas/cara_elfooscuro.png) |"
        ],
        [
            "| 108 de vida |"
        ],
        [
            "| 236 de vida - 1210 de mana |"
        ],
        [
            "| 311 de vida - 1610 de mana |"
        ],
        [
            "| Gnomo  <br>![](images/razas/cara_gnomo.png) |"
        ],
        [
            "| 108 de vida |"
        ],
        [
            "| 236 de vida - 1268 de mana |"
        ],
        [
            "| 311 de vida - 1688 de mana |"
        ]
    ]
}