{
    "Druida": "Nacen y se crían en medio de la naturaleza. Tienen un nato rechazo a la ciudad y la civilización. Respetan a cada criatura existente, a cada animal, a cada árbol; y pueden con ellos comunicarse. Siempre que un druida tenga que entrar en combate, contará con el entero apoyo y ayuda de la naturaleza. Es por eso, que maneja la naturaleza mejor que ninguna otra clase. Es el único capaz de invocar a poderosas criaturas que controlan la tierra y el fuego a su voluntad llamadas \"Elementales\". El poder de sus invocaciones, combinados a su magia, hacen olvidar a sus oponentes la pasiva naturaleza de esta clase. El druida, además de poder domar criaturas como las demás clases, puede domar otras más poderosas. [(ver Domar animales)](/domar_animales) Pociones de Espíritu 1000 pociones azules que no caen al morir. Petrificar Nos da un hechizo que paraliza solo a los NPCs. Fuerza del bosque Tu afinidad con la naturaleza te permite aumentar tu salud en 15 puntos. Espiritu del bosque Tu afinidad con los espiritus del bosque, aumenta tu talento mágico. Tu mana se ve incrementada en 40 puntos. Domador Experto Tu vínculo con las criaturas creció, el costo para invocar elementales será de 850 (*) Favor de la naturaleza Tu vínculo con la naturaleza se refuerza, las criaturas no podrán inmovilizarte (*) Solo aplica a elementales de tierra y fuego. Obtienes resistencia física/mágica Aumenta el daño del Apocalipsis *** Reducción del costo de mana de Inmovilizar y Descarga Eléctrica *** Los golpes envenenan Aumenta el daño de la Descarga Eléctrica *** Casco de lobo Todas Rodela Todas Túnica Rorlok Altos Túnica Rorlok Bajos Baculo Delideral Todas Nota: El báculo delideral sirve para golpear cuerpo a cuerpo, pudiendo el druida utilizarlo en combinación con sus hechizos. ALTOS BAJOS Maldición Furiosa Provoca daño reiteradas veces. Se cura curando veneno. Invocar elemental de tierra Invocar elemental de tierra, que paraliza al rival. Invocar elemental de fuego Invoca un elemental de fuego, que le tira tormentas de fuego al rival. Más información en [Magia](/magia). Evasión 0.84 Probabilidad de pegar cuerpo a cuerpo 0.50 Daño cuerpo a cuerpo 0.50 Probabilidad de pegar con arco y flecha 0.50 Daño con arco y flecha 0.50 Humano 7 102 de vida 186 de vida 986 de mana 221 de vida 1186 de mana 256 de vida 1386 de mana 291 de vida 1586 de mana 326 de vida 1786 de mana Elfo 6,5 96 de vida 174 de vida 1035 de mana 207 de vida 1245 de mana 239 de vida 1455 de mana 272 de vida 1665 de mana 304 de vida 1875 de mana Gnomo 6 90 de vida 162 de vida 1131 de mana 192 de vida 1361 de mana 222 de vida 1591 de mana 252 de vida 1821 de mana 282 de vida 2051 de mana Elfo oscuro 6 90 de vida 162 de vida 1080 de mana 192 de vida 1300 de mana 222 de vida 1520 de mana 252 de vida 1740 de mana 282 de vida 1960 de mana *No se tiene en cuenta la recompensa de vida y mana.",
    "tables": [
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Pociones de Espíritu |"
        ],
        [
            "| Petrificar |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Fuerza del bosque |"
        ],
        [
            "| Espiritu del bosque |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Domador Experto |"
        ],
        [
            "| Favor de la naturaleza |"
        ],
        [
            "| **NPCs Hostiles** |"
        ],
        [
            "| --- |"
        ],
        [
            "| ![](images/criaturas_hostiles/247.png) |"
        ],
        [
            "| ![](images/criaturas_hostiles/276.png) |"
        ],
        [
            "| ![](images/criaturas_hostiles/516.png) |"
        ],
        [
            "| ![](images/criaturas_hostiles/251.png) |"
        ],
        [
            "| ![](images/criaturas_hostiles/278.png) |"
        ],
        [
            "| **Imagen** |"
        ],
        [
            "| **Raza** |",
            "| --- |"
        ],
        [
            "| --- |",
            "| ![](images/luchador/druida/280.png) |"
        ],
        [
            "| Todas |",
            "| ![](images/luchador/druida/351.png) |"
        ],
        [
            "| Todas |",
            "| ![](images/luchador/druida/302.png) |"
        ],
        [
            "| Altos |",
            "| ![](images/luchador/druida/303.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/luchador/druida/286.png) |"
        ],
        [
            "| Todas |"
        ],
        [
            "| ALTOS |"
        ],
        [
            "| --- |"
        ],
        [
            "| ![](images/fulles/druidah.png) |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Maldición Furiosa |"
        ],
        [
            "| Invocar elemental de tierra |"
        ],
        [
            "| Invocar elemental de fuego |"
        ],
        [
            "| Evasión |"
        ],
        [
            "| --- |"
        ],
        [
            "| Probabilidad de pegar cuerpo a cuerpo |"
        ],
        [
            "| Daño cuerpo a cuerpo |"
        ],
        [
            "| Probabilidad de pegar con arco y flecha |"
        ],
        [
            "| Daño con arco y flecha |"
        ],
        [
            "| **Raza** |"
        ],
        [
            "| **Nivel 13** |"
        ],
        [
            "| **Nivel 30** |"
        ],
        [
            "| **Nivel 40** |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| Humano  <br>![](images/razas/cara_humano.png) |"
        ],
        [
            "| 102 de vida |"
        ],
        [
            "| 221 de vida - 1186 de mana |"
        ],
        [
            "| 291 de vida - 1586 de mana |"
        ],
        [
            "| Elfo  <br>![](images/razas/cara_elfo.png) |"
        ],
        [
            "| 96 de vida |"
        ],
        [
            "| 207 de vida - 1245 de mana |"
        ],
        [
            "| 272 de vida - 1665 de mana |"
        ],
        [
            "| Gnomo  <br>![](images/razas/cara_gnomo.png) |"
        ],
        [
            "| 90 de vida |"
        ],
        [
            "| 192 de vida - 1361 de mana |"
        ],
        [
            "| 252 de vida - 1821 de mana |"
        ],
        [
            "| Elfo oscuro  <br>![](images/razas/cara_elfooscuro.png) |"
        ],
        [
            "| 90 de vida |"
        ],
        [
            "| 192 de vida - 1300 de mana |"
        ],
        [
            "| 252 de vida - 1740 de mana |"
        ]
    ]
}