{
    "FAPoints": "En FúriusAO existen los \"Puntos FuriusAO o FApoints\", estos puntos pueden ser utilizados como moneda de canje y así poder obtener items únicos dentro del juego, es decir, que no se pueden construir con ningún personaje ni conseguir de alguna otra manera. Los FApoints se pueden obtener mediante dinero REAL en carácter de [donación en la página de FúriusAO.](https://www.furiusao.com.ar/fapoints) Estos puntos pueden ser canjeados por los siguientes items: Alianza de casamiento Necesario para casarse Desaparece al usarlo 250 SI SI Pergamino del género Cambia de sexo al personaje Desaparece al usarlo 250 SI SI Máscara Cambia la cabeza del personaje Desaparece al usarlo 100 SI SI Máscara Dorada Cambia la cabeza del personaje Desaparece al usarlo 500 SI SI Reseteo de skills Resetea todos los Skills y permite volver a reasignarlos Desaparece al usarlo 250 SI SI Sillon del Rey Mueble usado por un Rey 20 SI SI Sillon Imperial Mueble usado por los ciudadanos más importantes 20 SI SI Válido por un pantalón Pase necesario para obtener un chupin a elección Max Def 20 / Min Def 15 1000 SI SI Gema Fundación Gema necesaria para Fundar Clan Desaparece al usarlo 3500 SI SI Gema de Experiencia Gema necesaria para subir el nivel de un clan [(ver Clanes)](/clanes) Desaparece al usarlo 2000 SI SI Diamante Gema para fundar clan con cualquier clase (Nivel 40 o superior) Desaparece al usarlo ITEM EXCLUSIVO NO NO Gema de Nivel para Clan (NUEVO) Gema para subir un nivel al clan. [(ver Clanes)](/clanes) Desaparece al usarlo 6000 NO NO Corona del rey Corona usada por la realeza (Nivel 35 o superior) Max Def 22 / Min Def 22 2500 NO NO Globo verde Un simpático globo verde 5 SI SI Globo celeste Un simpático globo celeste 5 SI SI Globo rojo Un simpático globo Rojo 5 SI SI Sombrero Elegante Combínalo con una vestimenta elegante 15 SI SI Ropa de Rey (Altos) Vestimenta usada por la realeza Requiere: Nivel: 38 Max Def 35 / Min Def 30 4500 NO NO Ropa de Rey Caos (Altos) Vestimenta usada por la realeza criminal Requiere: Nivel: 38 Max Def 35 / Min Def 30 4500 NO NO Ropa de Rey Armada (Altos) Vestimenta usada por la alianza real Requiere: Nivel: 38 Max Def 35 / Min Def 30 4500 NO NO Ropa de Rey Negra (Altos) Vestimenta usada por poderosos mercenarios Requiere: Nivel: 42 Max Def 39 / Min Def 35 (2% RM) 8000 NO NO Ropa de rey (Bajos) Vestimenta exlusiva para las razas de baja altura Requiere: Nivel: 38 Max Def 40 / Min Def 35 4500 NO NO Ropa de rey Armada (Bajos) Vestimenta exlusiva para las razas de baja altura Requiere: Nivel: 38 Max Def 40 / Min Def 35 4500 NO NO Ropa de rey Caos (Bajos) Vestimenta exlusiva para las razas de baja altura Requiere: Nivel: 38 Max Def 40 / Min Def 35 4500 NO NO Ropa de rey Negra (Bajos) Vestimenta exlusiva para las razas de baja altura Requiere: Nivel: 42 Max Def 39 / Min Def 35 (2% RM) 8000 NO NO Poción de los dioses Poción que aumenta la experiencia un 10% (1 hora de duración) Desaparece al usarlo 300 NO SI Poción de los dioses X2 Poción que aumenta la experiencia un 20% (1 hora de duración) Desaparece al usarlo 500 NO SI Poción de los dioses X3 Poción que aumenta la experiencia un 30% (1 hora de duración) Desaparece al usarlo 850 NO SI Poción de los dioses X4 Poción que aumenta la experiencia un 40% (1 hora de duración) Desaparece al usarlo 1000 NO SI Petardo Tumbarancho Fuegos artificiales Desaparece al usarlo 10 SI SI Torta Show Total Fuegos artificiales Desaparece al usarlo 10 SI SI Super Caña silvadora Fuegos artificiales Desaparece al usarlo 10 SI SI Sacro Al morir, el personaje no dropeara los items, se quemará una vez usado. (Al morir en el agua el sacro se quemará, al morir en mapa de deidad una vez muerta por 1 minuto el sacro no tendrá efecto) 200 NO NO Resurgimiento Divino Otorga el renacimiento a los integrantes del clan que se encuentren en el rango de vision. 500 NO SI Llave mágica Este item funciona para abrir los cofres 50 NO NO Llave antigua Este item funciona para abrir los cofres 50 NO NO Llave pirata Este item funciona para abrir los cofres 50 NO NO Talisman Este talisman se utiliza para combinar distintos items. 50 SI SI Máscara de Pikachu ¡Luce como un Pikachu! 50 SI SI Máscara de Charmander ¡Luce como un Charmander! 50 SI SI Máscara de Bulbasaur ¡Luce como un Bulbasaur! 50 SI SI Máscara de Squirtle ¡Luce como un Squirtle! 50 SI SI Máscara de Papa Noel ¡Luce como Papa Noel! 20 SI SI 3 Tiros Fuegos artificiales Desaparece al usarlo 10 SI SI Misiles 16T Fuegos artificiales Desaparece al usarlo 10 SI SI Poción de amor LLena tu cuerpo de amor Desaparece al usarlo 5 NO SI Poder de los Dioses Cambia el color de tus palabras mágicas al lanzar hechizos Desaparece al usarlo (al volver usar esta poción se vuelve al estado normal) 500 SI SI Barca ciudadana Utilizada solo por la facción ciudadana 250 NO NO Barca criminal Utilizada solo por la facción criminal 250 NO NO Portal Luminoso Viaja de ciudad a ciudad gracias a la magia Requiere: Nivel: 35 5000 NO NO Liberar Ciudades TP Libera todas las ciudades del hechizo. Requiere PORTAL LUMINOSO. Desaparece al usarlo 5000 NO NO Liberar 5 slots de Inventario (NUEVO) Libera todos los slots de tu inventario. Desaparece al usarlo 5000 NO NO En Ullathorpe, encontraremos un npc que nos da la posibilidad de intercambiar nuestros FAPoints por items. Haciendo doble click sobre el NPC se abrirá el siguiente formulario: 1. Lista de items con sus respectivas imágenes y nombres. 2. Descripción del item. 3. Valor en puntos. 4. Fapoints disponibles en el personaje. 5. Código y Canjeo. Para poder canjear exitosamente un item, es necesario introducir el código que fue colocado en el momento de la creación del personaje. [(ver Creación de Personaje)](/crearpj) El código que también sirve para los retos por personaje. Este código es una medida de seguridad, cabe recordar que este código no puede ser modificado de manera alguna. En la sección \"[FAPoints](https://www.furiusao.com.ar/fapoints)\" del sitio web Oficial de FúriusAO se encuentran los diferentes generadores de boletas con sus respectivos valores divisados en pesos argentinos. Antes de poder generar la boleta de pago es necesario rellenar los distintos campos del formulario. Todos los formularios corresponden a cierta cantidad de puntos, como muestra la imagen, el formulario es de 100 Fapoints. Ingrese su nick: Es necesario introducir el nick del personaje con el que se pretende realizar la donación, de lo contrario el Staff podría tardar en averiguar el dueño de una boleta ya abonada. Precio: Esta opción no puede ser editada, este es el precio de la boleta. Ingrese su Email : Es recomendable que se coloque un email verdadero y, si es posible, el mismo email con el que fue creado el personaje. Concepto: Esta opción no puede ser editada, todas las boletas generadas en la página web son en carácter de donación. Comprar: Una vez rellenados los formularios anteriores procedemos a hacer click en el botón \"Comprar\", este nos generará la boleta automáticamente y nos enviará una copia al email que se colocó en el paso número 3. Una vez acreditado el pago se acreditará dentro de los próximos minutos. El usuario deberá esperar este lapso de tiempo. Si una vez pasadas las 6 horas el usuario todavía no recibe sus Fapoints deberá de comunicarse con la administración del servidor mediante la creación de un ticket en Discord https://discord.gg/furiusao presentando el comprobante de pago. Todas los canjes realizados se guardan en un archivo de texto. El Staff puede ver si el usuario canjeó o no los puntos y si obtuvo o no los respectivos items. De surgir este inconveniente será necesario comunicarse con la administración del servidor mediante Discord https://discord.gg/furiusao, abriendo un ticket de soporte y detallando el problema. Los canjeos por error no son reembolsables, es por esto que les brindamos tantos detalles de los items disponibles. Los Fapoints son intransferibles. El Staff no se hará cargo de este tipo de situaciones, todos los datos del personaje sólo deben ser utilizados por el dueño del mismo.",
    "tables": [
        [
            "| **Imagen** |"
        ],
        [
            "| **Descripción** |"
        ],
        [
            "| **Valor /Puntos** |"
        ],
        [
            "| **Se tira (S/N)** |",
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |",
            "| ![](images/itemsfaps/1.png) |"
        ],
        [
            "| Necesario para casarse |"
        ],
        [
            "| 250 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/3.jpg) |"
        ],
        [
            "| Cambia de sexo al personaje |"
        ],
        [
            "| 250 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/4.jpg) |"
        ],
        [
            "| Cambia la cabeza del personaje |"
        ],
        [
            "| 100 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/4D.bmp) |"
        ],
        [
            "| Cambia la cabeza del personaje |"
        ],
        [
            "| 500 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/5.png) |"
        ],
        [
            "| Resetea todos los Skills y permite volver a reasignarlos |"
        ],
        [
            "| 250 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/sillonrojo.jpg) |"
        ],
        [
            "| Mueble usado por un Rey |"
        ],
        [
            "| 20  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/sillonazul.jpg) |"
        ],
        [
            "| Mueble usado por los ciudadanos más importantes |"
        ],
        [
            "| 20  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/6.jpg) |"
        ],
        [
            "| Pase necesario para obtener un chupin a elección |"
        ],
        [
            "| 1000 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/diamante.jpg) |"
        ],
        [
            "| Gema necesaria para Fundar Clan |"
        ],
        [
            "| 3500 |"
        ],
        [
            "| SI  |",
            "| ![Diamante](images/itemsfaps/9.png) |"
        ],
        [
            "| Gema necesaria para subir el nivel de un clan [(ver Clanes)](/clanes) |"
        ],
        [
            "| 2000 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/700.png) |"
        ],
        [
            "| Gema para fundar clan con cualquier clase (Nivel 40 o superior) |"
        ],
        [
            "| ITEM EXCLUSIVO |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/705.png) |"
        ],
        [
            "| Gema para subir un nivel al clan. [(ver Clanes)](/clanes) |"
        ],
        [
            "| 6000 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/11.png) |"
        ],
        [
            "| Corona usada por la realeza (Nivel 35 o superior) |"
        ],
        [
            "| 2500 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/15.png) |"
        ],
        [
            "| Un simpático globo verde |"
        ],
        [
            "| 5   |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/16.png) |"
        ],
        [
            "| Un simpático globo celeste |"
        ],
        [
            "| 5   |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/17.png) |"
        ],
        [
            "| Un simpático globo Rojo |"
        ],
        [
            "| 5   |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/20.png) |"
        ],
        [
            "| Combínalo con una vestimenta elegante |"
        ],
        [
            "| 15  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/10.png) |"
        ],
        [
            "| Vestimenta usada por la realeza - Requiere: Nivel: 38 |"
        ],
        [
            "| 4500 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/2405.png) |"
        ],
        [
            "| Vestimenta usada por la realeza criminal - Requiere: Nivel: 38 |"
        ],
        [
            "| 4500 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/2407.png) |"
        ],
        [
            "| Vestimenta usada por la alianza real - Requiere: Nivel: 38 |"
        ],
        [
            "| 4500 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/16132.bmp) |"
        ],
        [
            "| Vestimenta usada por poderosos mercenarios - Requiere: Nivel: 42 |"
        ],
        [
            "| 8000 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/12044.png) |"
        ],
        [
            "| Vestimenta exlusiva para las razas de baja altura - Requiere: Nivel: 38 |"
        ],
        [
            "| 4500 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/reyciub.bmp) |"
        ],
        [
            "| Vestimenta exlusiva para las razas de baja altura - Requiere: Nivel: 38 |"
        ],
        [
            "| 4500 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/reycb.bmp) |"
        ],
        [
            "| Vestimenta exlusiva para las razas de baja altura - Requiere: Nivel: 38 |"
        ],
        [
            "| 4500 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/2634.bmp) |"
        ],
        [
            "| Vestimenta exlusiva para las razas de baja altura - Requiere: Nivel: 42 |"
        ],
        [
            "| 8000 |"
        ],
        [
            "| NO  |",
            "| ![](images/potas/924.png) |"
        ],
        [
            "| Poción que aumenta la experiencia un 10% (1 hora de duración) |"
        ],
        [
            "| 300 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/3806.bmp) |"
        ],
        [
            "| Poción que aumenta la experiencia un 20% (1 hora de duración) |"
        ],
        [
            "| 500 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/3806.bmp) |"
        ],
        [
            "| Poción que aumenta la experiencia un 30% (1 hora de duración) |"
        ],
        [
            "| 850 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/3806.bmp) |"
        ],
        [
            "| Poción que aumenta la experiencia un 40% (1 hora de duración) |"
        ],
        [
            "| 1000 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/tumbarancho.jpg) |"
        ],
        [
            "| Fuegos artificiales |"
        ],
        [
            "| 10  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/tortashow.jpg) |"
        ],
        [
            "| Fuegos artificiales |"
        ],
        [
            "| 10  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/canasilvadora.jpg) |"
        ],
        [
            "| Fuegos artificiales |"
        ],
        [
            "| 10  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/2738.png) |"
        ],
        [
            "| Al morir, el personaje no dropeara los items, se quemará una vez usado. (Al morir en el agua el sacro se quemará, al morir en mapa de deidad una vez muerta por 1 minuto el sacro no tendrá efecto) |"
        ],
        [
            "| 200 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/2742.png) |"
        ],
        [
            "| Otorga el renacimiento a los integrantes del clan que se encuentren en el rango de vision. |"
        ],
        [
            "| 500 |"
        ],
        [
            "| SI  |",
            "| ![](images/cofre/235.bmp) |"
        ],
        [
            "| Este item funciona para abrir los cofres |"
        ],
        [
            "| 50  |"
        ],
        [
            "| NO  |",
            "| ![](images/cofre/236.bmp) |"
        ],
        [
            "| Este item funciona para abrir los cofres |"
        ],
        [
            "| 50  |"
        ],
        [
            "| NO  |",
            "| ![](images/cofre/237.bmp) |"
        ],
        [
            "| Este item funciona para abrir los cofres |"
        ],
        [
            "| 50  |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/talisman.bmp) |"
        ],
        [
            "| Este talisman se utiliza para combinar distintos items. |"
        ],
        [
            "| 50  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/pikachu.jpg) |"
        ],
        [
            "| ¡Luce como un Pikachu! |"
        ],
        [
            "| 50  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/charmander.jpg) |"
        ],
        [
            "| ¡Luce como un Charmander! |"
        ],
        [
            "| 50  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/bulbasaur.jpg) |"
        ],
        [
            "| ¡Luce como un Bulbasaur! |"
        ],
        [
            "| 50  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/squirtle.jpg) |"
        ],
        [
            "| ¡Luce como un Squirtle! |"
        ],
        [
            "| 50  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/papanoel.jpg) |"
        ],
        [
            "| ¡Luce como Papa Noel! |"
        ],
        [
            "| 20  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/3tiros.JPG) |"
        ],
        [
            "| Fuegos artificiales |"
        ],
        [
            "| 10  |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/misiles16t.JPG) |"
        ],
        [
            "| Fuegos artificiales |"
        ],
        [
            "| 10  |"
        ],
        [
            "| SI  |",
            "| ![](images/cofre/3551.bmp) |"
        ],
        [
            "| LLena tu cuerpo de amor |"
        ],
        [
            "| 5   |"
        ],
        [
            "| SI  |",
            "| ![](images/cofre/2742.bmp) |"
        ],
        [
            "| Cambia el color de tus palabras mágicas al lanzar hechizos |"
        ],
        [
            "| 500 |"
        ],
        [
            "| SI  |",
            "| ![](images/itemsfaps/bciu.PNG) |"
        ],
        [
            "| Utilizada solo por la facción ciudadana |"
        ],
        [
            "| 250 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/bcri.PNG) |"
        ],
        [
            "| Utilizada solo por la facción criminal |"
        ],
        [
            "| 250 |"
        ],
        [
            "| NO  |",
            "| ![](images/cofre/617.bmp) |"
        ],
        [
            "| Viaja de ciudad a ciudad gracias a la magia - Requiere: Nivel: 35 |"
        ],
        [
            "| 5000 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/2743.png) |"
        ],
        [
            "| Libera todas las ciudades del hechizo. Requiere PORTAL LUMINOSO. |"
        ],
        [
            "| 5000 |"
        ],
        [
            "| NO  |",
            "| ![](images/itemsfaps/3778.png) |"
        ],
        [
            "| Libera todos los slots de tu inventario. |"
        ],
        [
            "| 5000 |"
        ],
        [
            "| NO  |"
        ]
    ]
}