{
    "Guerrero": "Expertos en el combate cuerpo a cuerpo y de un impactante aspecto físico, los guerreros son temidos por muchos. Las impresionantes espadas y grandes armaduras hacen de figura algo para tener en cuenta. Poseen una resistencia física sólo equiparable por el Arquero y un golpe físico incomparable. Se cuenta que de un sólo impacto certero en la cabeza de un mago, el mismo puede ser decapitado, causándole la muerte... Odian la magia, y son muy vulnerables a ella, así es como muchos guerreros mueren por su propio exceso de confianza. Últimamente los guerreros enanos han aprendido a utilizar el arma más poderosa conocida en las Tierras de FúriusAO, la Neithan +1. Pociones de poder 80 pociones verdes y 100 amarillas que no caen al morir. Pociones de vida 1.000 pociones rojas que no caen al morir. Vida del Mamut Aumenta en 5 puntos su vida. Piel de piedra Aumenta en 2 puntos su defensa mínima y máxima. Cuerda tensada Aumenta la puntería con arco en un 10%. Resistencia Mágica Reduce el tiempo de duración de la parálisis a 25 segundos. Los NPC no te paralizarán. Armadura Medranta Altos Espada Neithan Altos Armadura Medranta (E) Bajos Espada Neithan +1 Bajos Casco de caballero Todas Escudo Datek Todas ALTOS BAJOS Evasión 0.90 Evasion con escudo 0.90 Probabilidad de pegar cuerpo a cuerpo 1.15 Daño cuerpo a cuerpo 0.91 Probabilidad de pegar con arco y flecha 1.00 Daño con arco y flecha 0.85 Humano 10 138 de vida 258 de vida 308 de vida 358 de vida 408 de vida 450 de vida Enano 10.5 145 de vida 271 de vida 323 de vida 375 de vida 428 de vida 480 de vida",
    "tables": [
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Pociones de poder |"
        ],
        [
            "| Pociones de vida |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Vida del Mamut |"
        ],
        [
            "| Piel de piedra |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Cuerda tensada |"
        ],
        [
            "| Resistencia Mágica |"
        ],
        [
            "| **Imagen** |"
        ],
        [
            "| **Raza** |",
            "| --- |"
        ],
        [
            "| --- |",
            "| ![](images/luchador/guerrero/86.png) |"
        ],
        [
            "| Altos |",
            "| ![](images/armitas/127.png) |"
        ],
        [
            "| Altos |",
            "| ![](images/luchador/guerrero/87.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/luchador/guerrero/128.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/cascos/132.png) |"
        ],
        [
            "| Todas |",
            "| ![](images/luchador/guerrero/1290.png) |"
        ],
        [
            "| Todas |"
        ],
        [
            "| ALTOS |"
        ],
        [
            "| --- |"
        ],
        [
            "| ![](images/fulles/guerreh.png) |"
        ],
        [
            "| Evasión |"
        ],
        [
            "| --- |"
        ],
        [
            "| Evasion con escudo |"
        ],
        [
            "| Probabilidad de pegar cuerpo a cuerpo |"
        ],
        [
            "| Daño cuerpo a cuerpo |"
        ],
        [
            "| Probabilidad de pegar con arco y flecha |"
        ],
        [
            "| Daño con arco y flecha |"
        ],
        [
            "| **Raza** |"
        ],
        [
            "| **Nivel 13** |"
        ],
        [
            "| **Nivel 30** |"
        ],
        [
            "| **Nivel 40** |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| Humano  <br>![](images/razas/cara_humano.png) |"
        ],
        [
            "| 138 de vida |"
        ],
        [
            "| 308 de vida |"
        ],
        [
            "| 408 de vida |"
        ],
        [
            "| Enano  <br>![](images/razas/cara_enano.png) |"
        ],
        [
            "| 145 de vida |"
        ],
        [
            "| 323 de vida |"
        ],
        [
            "| 428 de vida |"
        ]
    ]
}