{
    "Mago": "El mago es la clase mágica por excelencia. Teniendo un maná que no puede ser alcanzado por ninguna otra clase de estas tierras. Desencadenan poderosos hechizos sin descanso, su poder al combinarlos puede llegar a ser devastador, causando graves daños al oponente con muy poco esfuerzo. Esta clase es la única que puede aprender el Llamado a las sombras. Pociones de Espíritu 1000 pociones azules que no caen al morir. Petrificar Nos da un hechizo que paraliza solo a los NPCs. *Vitalidad Aumenta la vida en 10 puntos. **Fortaleza Mental Libera el limite de mana al máximo. *Al elegir esta recompensa, el mana máximo que tendremos es de 2.200, sin importar la raza que seamos. **Al elegir esta recompensa, el maná máximo aumentará acorde al nivel. Furia de relámpagos Aumenta en 10 puntos el daño base máximo de Descarga Eléctrica. Destrucción Aumenta en 10 puntos el daño mínimo de Apocalipsis. Báculo Sagrado Todas Túnica Lagred Bajos Túnica Lagred Altos Sombrero de Hechicero Experto Bajos Sombrero de Hechicero Altos ALTOS BAJOS Llamado a las sombras Los personajes que esten dentro del rango de visión perderán la invisibilidad. Más información en [Magia](/magia). Evasión 0.82 Probabilidad de pegar cuerpo a cuerpo 0.5 Daño cuerpo a cuerpo 0.5 Humano 7 102 de vida 186 de vida 1394 de mana 221 de vida 1666 de mana 256 de vida 1936 de mana 291 de vida 2206 de mana 326 de vida 2422 de mana Elfo 6,5 96 de vida 174 de vida 1468 de mana 207 de vida 1753 de mana 239 de vida 2038 de mana 272 de vida 2323 de mana 304 de vida 2513 de mana Gnomo 6 90 de vida 162 de vida 1612 de mana 192 de vida 1927 de mana 222 de vida 2242 de mana 252 de vida 2473 de mana 282 de vida 2643 de mana Elfo oscuro 6 90 de vida 162 de vida 1540 de mana 192 de vida 1840 de mana 222 de vida 2140 de mana 252 de vida 2400 de mana 282 de vida 2580 de mana * No se tiene en cuenta la recompensa Vitalidad.",
    "tables": [
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Pociones de Espíritu |"
        ],
        [
            "| Petrificar |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| *Vitalidad |"
        ],
        [
            "| **Fortaleza Mental |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Furia de relámpagos |"
        ],
        [
            "| Destrucción |"
        ],
        [
            "| **Imagen** |"
        ],
        [
            "| **Raza** |",
            "| --- |"
        ],
        [
            "| --- |",
            "| ![](images/luchador/mago/8.png) |"
        ],
        [
            "| Todas |",
            "| ![](images/luchador/mago/296.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/luchador/mago/295.png) |"
        ],
        [
            "| Altos |",
            "| ![](images/luchador/mago/192.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/luchador/mago/193.png) |"
        ],
        [
            "| Altos |"
        ],
        [
            "| ALTOS |"
        ],
        [
            "| --- |"
        ],
        [
            "| ![](images/fulles/magoh.png) |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Llamado a las sombras |"
        ],
        [
            "| Evasión |"
        ],
        [
            "| --- |"
        ],
        [
            "| Probabilidad de pegar cuerpo a cuerpo |"
        ],
        [
            "| Daño cuerpo a cuerpo |"
        ],
        [
            "| **Raza** |"
        ],
        [
            "| **Nivel 13** |"
        ],
        [
            "| **Nivel 30** |"
        ],
        [
            "| **Nivel 40** |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| Humano  <br>![](images/razas/cara_humano.png) |"
        ],
        [
            "| 102 de vida |"
        ],
        [
            "| 221 de vida - 1666 de mana |"
        ],
        [
            "| 291 de vida - 2206 de mana |"
        ],
        [
            "| Elfo  <br>![](images/razas/cara_elfo.png) |"
        ],
        [
            "| 96 de vida |"
        ],
        [
            "| 207 de vida - 1753 de mana |"
        ],
        [
            "| 272 de vida - 2323 de mana |"
        ],
        [
            "| Gnomo  <br>![](images/razas/cara_gnomo.png) |"
        ],
        [
            "| 90 de vida |"
        ],
        [
            "| 192 de vida - 1927 de mana |"
        ],
        [
            "| 252 de vida - 2473 de mana |"
        ],
        [
            "| Elfo oscuro  <br>![](images/razas/cara_elfooscuro.png) |"
        ],
        [
            "| 90 de vida |"
        ],
        [
            "| 192 de vida - 1840 de mana |"
        ],
        [
            "| 252 de vida - 2400 de mana |"
        ]
    ]
}