{
    "Minero": "Se denomina a la persona que se encarga de minar yacimientos para extraer minerales. Son los grandes aliados de los herreros. Para realizar minar, debes acercarte a un yacimiento, equiparte el pico y luego hacer U + Click sobre el yacimiento. Entrarás en MODO TRABAJO y comenzarás a extraer minerales. ¡Ten cuidado! Hay varios lugares para extraer minerales: [(ver Minas)](/minas) Skills en necesarios para forjar lingotes: Hierro 30 60 90 Plata 60 90 No trabaja plata Oro 82 No trabaja oro No trabaja oro Si quieres forjar un Lingote, debes buscar una fragua y hacer U + CLICK sobre ella con los minerales y el personaje forjará los lingotes, la cantidad de minerales utilizada para crear un lingote varía segun la complejidad del mineral: 10 13 15 Fortaleza del trabajador Aumenta la vida del personaje en 120 puntos. Suerte de novato Al morir tienes un 20% de probabilidades que no se te caigan los materiales. Destrucción mágica No puede ser inmovilizado/paralizado por usuarios. Pica fuerte Permite minar un 20% más de hierro y plata. (Permite usar Piquete de Minero Experto). Gremio del trabajador Permite minar 20% mas cantidad de Oro. (acumulable con Pica Fuerte). Pica de la Suerte Al morir hay 30% de probabilidad de no perder los ítems al morir (acumulable con Suerte de Novato).",
    "tables": [
        [
            "| **Imagen** |"
        ],
        [
            "| **Minero** |"
        ],
        [
            "| **Otra clase** |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| ![Archivo:27.png](images/trabajador/minero/27.png) |"
        ],
        [
            "| 30  |"
        ],
        [
            "| 90  |"
        ],
        [
            "| ![Archivo:29.png](images/trabajador/minero/29.png) |"
        ],
        [
            "| 60  |"
        ],
        [
            "| No trabaja plata |"
        ],
        [
            "| ![Archivo:28.png](images/trabajador/minero/28.png) |"
        ],
        [
            "| 82  |"
        ],
        [
            "| No trabaja oro |"
        ],
        [
            "| **Mineral** |"
        ],
        [
            "| **Lingote** |",
            "| --- |"
        ],
        [
            "| --- |",
            "| ![Archivo:27.png](images/trabajador/minero/27.png) |"
        ],
        [
            "| ![Archivo:31.png](images/trabajador/minero/31.png) |",
            "| ![Archivo:29.png](images/trabajador/minero/29.png) |"
        ],
        [
            "| ![Archivo:32.png](images/trabajador/minero/32.png) |",
            "| ![Archivo:28.png](images/trabajador/minero/28.png) |"
        ],
        [
            "| ![Archivo:30.png](images/trabajador/minero/30.png) |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Fortaleza del trabajador |"
        ],
        [
            "| Suerte de novato |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Destrucción mágica |"
        ],
        [
            "| Pica fuerte |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Gremio del trabajador |"
        ],
        [
            "| Pica de la Suerte |"
        ]
    ]
}