{
    "Nigromante": "El nigromante es un invocador por naturaleza. Se dice que es la única clase capaz de invocar criaturas que lo defenderan atacando a todo aquel que se atreva atacar a su amo. El nigromante, si bien es una clase mágica, no llega a tener el maná del mago. Pociones de Espíritu 1000 pociones azules que no caen al morir. Petrificar Nos da un hechizo que paraliza sólo a los NPCs. Protección de los espiritus 15% de probabilidades de mitigar el 30% de un ataque enemigo Fuerza impía 10% de probabilidades de que nuestro ataque aumente un 15% de daño. (1)Levantamiento de almas Cada vez que un personaje en nuestro rango de visión muera, el Nigromante levanta un esqueleto que ayudará en el combate. Utilizará el hechizo Tormenta de Fuego, los seguirá invisibles y atacará a quien nosotros ataquemos. (2)Chupavidas Cuando un personaje en nuestro rango de visión muera, el Nigromante recuperará un valor fijo de vida y restaurará una cantidad porcentual de maná máximo. 1. El esqueleto posee 450 puntos de vida. 2. Restaura 10% de la mana y vida total. Báculo Sagrado Todas Túnica avismal Bajos Túnica avismal Altos Sombrero de Hechicero Experto Bajos Sombrero de Hechicero Altos ALTOS BAJOS Maldición Furiosa Provoca daño de manera continua. Se cura curando veneno. (1) Resucitar Junta energia de seres con vida y carga su hechizo especial logrando asi revivir a la persona que desee. (1) Nivel Minimo: 40 Por defecto con la tecla \"F4\" se carga la energía. No afecta sobre personas invisibles o con protecion divina. Si esta reuniendo poder y es atacado en ese momento pierde concentracion y energia juntada. No puede juntar energia en zona segura. Tiene 60 segundos para utilizar el poder, luego el poder desaparece quedando habilitado para volver a cargar energia. Requiere 100 puntos de energia especial para poder tirar el resucitar. No podra moverse durante la concentración, aunque si podra cencelarla para volver a recuperar movimiento pero volverá a 0 la energia juntada. (Al cancelar la concentración tarda 30 segundos para volver a hacerlo). No podes meditar concentrando. No podes atacar concentrando. Más información en [Magia](/magia). Evasión 0.80 Probabilidad de pegar cuerpo a cuerpo 0.65 Daño cuerpo a cuerpo 0.60 Humano 7 102 de vida 186 de vida 1056 de mana 221 de vida 1256 de mana 256 de vida 1456 de mana 291 de vida 1656 de mana 326 de vida 1856 de mana Elfo 6,5 98 de vida 181 de vida 1106 de mana 207 de vida 1316 de mana 239 de vida 1526 de mana 272 de vida 1736 de mana 304 de vida 1946 de mana Gnomo 6 90 de vida 162 de vida 1166 de mana 192 de vida 1436 de mana 222 de vida 1666 de mana 252 de vida 1896 de mana 282 de vida 2166 de mana Elfo oscuro 6 90 de vida 162 de vida 1156 de mana 192 de vida 1376 de mana 222 de vida 1596 de mana 252 de vida 1816 de mana 282 de vida 2036 de mana",
    "tables": [
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Pociones de Espíritu |"
        ],
        [
            "| Petrificar |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Protección de los espiritus |"
        ],
        [
            "| Fuerza impía |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| (1)Levantamiento de almas |"
        ],
        [
            "| (2)Chupavidas |"
        ],
        [
            "| **Imagen** |"
        ],
        [
            "| **Raza** |",
            "| --- |"
        ],
        [
            "| --- |",
            "| ![](images/luchador/mago/8.png) |"
        ],
        [
            "| Todas |",
            "| ![](images/luchador/nigro/297.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/luchador/nigro/298.png) |"
        ],
        [
            "| Altos |",
            "| ![](images/luchador/mago/192.png) |"
        ],
        [
            "| Bajos |",
            "| ![](images/luchador/mago/193.png) |"
        ],
        [
            "| Altos |"
        ],
        [
            "| ALTOS |"
        ],
        [
            "| --- |"
        ],
        [
            "| ![](images/fulles/nigroh.png) |"
        ],
        [
            "| **Nombre** |"
        ],
        [
            "| --- |"
        ],
        [
            "| Maldición Furiosa |"
        ],
        [
            "| (1) Resucitar |"
        ],
        [
            "| Evasión |"
        ],
        [
            "| --- |"
        ],
        [
            "| Probabilidad de pegar cuerpo a cuerpo |"
        ],
        [
            "| Daño cuerpo a cuerpo |"
        ],
        [
            "| **Raza** |"
        ],
        [
            "| **Nivel 13** |"
        ],
        [
            "| **Nivel 30** |"
        ],
        [
            "| **Nivel 40** |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| --- |"
        ],
        [
            "| Humano  <br>![](images/razas/cara_humano.png) |"
        ],
        [
            "| 102 de vida |"
        ],
        [
            "| 221 de vida - 1256 de mana |"
        ],
        [
            "| 291 de vida - 1656 de mana |"
        ],
        [
            "| Elfo  <br>![](images/razas/cara_elfo.png) |"
        ],
        [
            "| 98 de vida |"
        ],
        [
            "| 207 de vida - 1316 de mana |"
        ],
        [
            "| 272 de vida - 1736 de mana |"
        ],
        [
            "| Gnomo  <br>![](images/razas/cara_gnomo.png) |"
        ],
        [
            "| 90 de vida |"
        ],
        [
            "| 192 de vida - 1436 de mana |"
        ],
        [
            "| 252 de vida - 1896 de mana |"
        ],
        [
            "| Elfo oscuro  <br>![](images/razas/cara_elfooscuro.png) |"
        ],
        [
            "| 90 de vida |"
        ],
        [
            "| 192 de vida - 1376 de mana |"
        ],
        [
            "| 252 de vida - 1816 de mana |"
        ]
    ]
}