{
    "Subastas": "La subasta es una forma por la que podrás comerciar tus ítems. Esto es indicando un precio mínimo, que irá aumentando a medida que la subasta tenga ofertas por parte de usuarios. No todos los ítem que poseas serán subastables (Items de FAPOINTS). Para realizar una nueva subasta, deberás dirigirte con algún Subastador (CRAMES), estos están en las ciudades principales. Una vez lo hayas visto, procederás a darle doble click al subastador. Luego, saldrá la siguiente ventana: Primero que nada, explicamos las referencias: 1. Item a subastar 2. Cantidad de los ítems a subastar, por ejemplo si queremos subastar 100 armaduras de dragón, le damos esa cantidad (Como limite máximo son 9999 unidades). 3. El precio inicial con el que subastamos el ítems 4. La cantidad del último usuario en ofertar. 5. El usuario que subasta el ítem. 6. Tiempo para que finalice la oferta. 7. El último usuarioen ofertar 8. Usuarios navegando en subastas 9. Podras hablar con los demás usuarios navegando en las subastas. Ahora, deberás hacer click en el Botón “Nueva Subasta”, y te saldrá la siguiente ventana: Luego elegimos el objeto a subastar, fijamos el y luego una vez chequeado todo, le damos a _Nota: la subasta tiene un costo de 5.000 monedas por uso del sistema._ Para comprar algún items en subasta, tendremos que hacer lo mismo que cuando subastamos uno, encontramos a CRAMES principalmente, y luego una vez dentro del menú hacemos lo siguiente: En el recuadro de monedas elegimos la oferta en oro que creamos que podremos comprar ese ítem y le damos a ofertar. Una vez ofertado, solo resta esperar. Habrá 2 posibilidades, la primera es que: 1. la oferta. Nuestro objeto comprado será depositado en nuestra bóveda si estamos offline o en nuestro inventario si estamos ONLINE. 2. La otra es que y otro usuario oferte más que nosotros. En ese caso el oro que ofertamos será devuelto. _ ¡Siempre dejar un slot libre en inventario / boveda! durante el tiempo que dure la subasta para no perder objetos_",
    "tables": []
}