{
    "Uróboros": "La mejora de items es la combinación de una espada, daga, báculo o arco con una \"piedra\" mediante el \"talismán\". Las piedras son dropeadas al asesinar a Uróboros. Hay 3 tipos de piedras: Piedra de Fuerza Aumenta un 33% la probabilidad de golpear en la cabeza. Piedra Mortal Aumenta un 50% la probabilidad de apuñalar. Piedra Certera Aumenta un 15% la probabilidad de acertar el golpe. * La Piedra Mortal es para uso en Dagas. * En el caso del báculo de deidad de mago y nigromante, la Piedra de Fuerza aumentará su daño mágico. _Interfaz de creación:_ Ejemplos de como colocar los items para craftearlos Lista de items crafteables. Armas Crafteables Cantidad de Piedras Monedas necesarias Espada de plata +1 1 Piedra (Fuerza o Certera) 1.000.000 Espada Neithan 1 Piedra (Fuerza o Certera) 1.000.000 Espada Neithan +1 1 Piedra (Fuerza o Certera) 1.000.000 Arco Elfico 1 Piedra (Fuerza o Certera) 1.000.000 Arco largo engarzado 1 Piedra (Fuerza o Certera) 1.000.000 Arco de la marca 1 Piedra (Fuerza o Certera) 1.000.000 Daga infernal 1 Piedra (Mortal o Certera) 1.000.000 Daga +4 1 Piedra (Mortal o Certera) 1.000.000 Arco arquero deidad 2 Piedras (Fuerza o Certera) 2.000.000 Daga asesino deidad 2 Piedras (Mortal o Certera) 2.000.000 Daga bardo deidad 2 Piedras (Mortal o Certera) 2.000.000 Arco cazador deidad 2 Piedras (Fuerza o Certera) 2.000.000 Espada clerigo deidad 2 Piedras (Fuerza o Certera) 2.000.000 Baculo druida deidad 2 Piedras (Fuerza o Certera) 2.000.000 Espada guerrero deidad 2 Piedras (Fuerza o Certera) 2.000.000 Baculo mago deidad 2 Piedras (Fuerza) 2.000.000 Baculo nigromante deidad 2 Piedras (Fuerza) 2.000.000 Espada paladin deidad 2 Piedras (Fuerza o Certera) 2.000.000",
    "tables": [
        [
            "|     |"
        ],
        [
            "|     |",
            "| --- |"
        ],
        [
            "| --- |",
            "| Piedra de Fuerza |"
        ],
        [
            "| Aumenta un 33% la probabilidad de golpear en la cabeza. |",
            "| Piedra Mortal |"
        ],
        [
            "| Aumenta un 50% la probabilidad de apuñalar. |",
            "| Piedra Certera |"
        ],
        [
            "| Aumenta un 15% la probabilidad de acertar el golpe. |"
        ],
        [
            "| Armas Crafteables |"
        ],
        [
            "| Monedas necesarias |",
            "| --- |"
        ],
        [
            "| --- |",
            "| Espada de plata +1 |"
        ],
        [
            "| 1.000.000 |",
            "| Espada Neithan |"
        ],
        [
            "| 1.000.000 |",
            "| Espada Neithan +1 |"
        ],
        [
            "| 1.000.000 |",
            "| Arco Elfico |"
        ],
        [
            "| 1.000.000 |",
            "| Arco largo engarzado |"
        ],
        [
            "| 1.000.000 |",
            "| Arco de la marca  |"
        ],
        [
            "| 1.000.000 |",
            "| Daga infernal |"
        ],
        [
            "| 1.000.000 |",
            "| Daga +4 |"
        ],
        [
            "| 1.000.000 |",
            "| Arco arquero deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Daga asesino deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Daga bardo deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Arco cazador deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Espada clerigo deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Baculo druida deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Espada guerrero deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Baculo mago deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Baculo nigromante deidad |"
        ],
        [
            "| 2.000.000 |",
            "| Espada paladin deidad |"
        ],
        [
            "| 2.000.000 |"
        ]
    ]
}